[
    {
        "titol": "Doraemon",
        "sinopsis": "Nobita Nobi is so hapless that his 22nd century decendants are still impoverished as a result of his 20th century bumbling. In a bid to raise their social status, their servant, a robotic cat named Doraemon, decides to travel back in time and guide Nobita on the proper path to fortune. Unfortunately Doraemon, a dysfunctional robot that the familly acquired by accident (but chose to keep nonetheless), isn't much better off than Nobita. The robot leads Nobita on many adventures, and while Nobita's life certainly is more exciting with the robot cat from the future, it is questionable if it is in fact better in the way that Doraemon planned.\n\n(Source: AniDB)",
        "puntuació": 7.4,
        "episodis": 26,
        "url": "https://myanimelist.net/anime/501/Doraemon",
        "estat": "Finished Airing",
        "titol_original": "ドラえもん",
        "any_inici": 1973,
        "any_final": 1973,
        "duracio": "25 min per ep",
        "rang": 2405
    },
    {
        "titol": "Doraemon (1979)",
        "sinopsis": "Nobita Nobi is a normal fourth grade student. This all changes, however, when a blue robotic cat appears from his desk drawer. Calling himself Doraemon, this robot tells Nobita that his future descendants from the 22nd century live in poverty because of all the mistakes he made. Therefore, they have sent Doraemon to serve as a guide and mentor to Nobita, so that their future may change for the better. What Doraemon comes to learn, though, is that Nobita is the weakest and laziest student in the whole school.\n\nTo assist in his quest, Doraemon has a four-dimensional pocket with him, in which he keeps various machines and gadgets from the future. Unfortunately, these often result in even more trouble for Nobita. Will Doraemon really be able to achieve his mission of changing Nobita, or will he remain as he is?\n\n[Written by MAL Rewrite]",
        "puntuació": 7.87,
        "episodis": 1787,
        "url": "https://myanimelist.net/anime/2471/Doraemon_1979",
        "estat": "Finished Airing",
        "titol_original": "ドラえもん",
        "any_inici": 1979,
        "any_final": 2005,
        "duracio": "11 min per ep",
        "rang": 903
    },
    {
        "titol": "Doraemon Movie 31: Shin Nobita to Tetsujin Heidan - Habatake Tenshi-tachi",
        "sinopsis": "Jealous of Suneo's new robot toy, Nobita asks Doraemon to build him an even better one. Doraemon initially refuses, until Nobita accidentally discovers pieces of a mysterious robot that falls from the sky. After gathering all the robot parts and assembled them together, the giant robot, Zanda Claus, is soon completed. The duo soon learn that the robot is not a mere toy, but a powerful weapon in the fight against the coming Robot Army that is going to attack Earth and enslave the human inhabitants of it. An invasion is near, as a mysterious girl Riruru (リルル, Alternative spelling: Lilulu, Lillele [Doko Demo Doa Scanlations]) shows up, looking for the robot.\n\n(Source: Wikipedia)",
        "puntuació": 8.29,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/10534/Doraemon_Movie_31__Shin_Nobita_to_Tetsujin_Heidan_-_Habatake_Tenshi-tachi",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん 新・のび太と鉄人兵団～はばたけ 天使たち～",
        "any_inici": 2011,
        "any_final": null,
        "duracio": "1 hr 48 min",
        "rang": 302
    },
    {
        "titol": "Doraemon Movie 26: Nobita no Kyouryuu 2006",
        "sinopsis": "Nobita finds a fossilized dinosaur egg by accident, and with the help of Doraemon's tools, they hatched the egg and began raising the dinosaur. Knowing that they can't keep the dinosaur forever, Nobita was forced to send it back to prehistoric times where a group of hunters from the future threatens to endanger the dinosaurs. Determined to save the dinosaurs from the claws of the hunters, Doraemon and the gang returns to the past and sets out in a prehistoric adventure. \n\n(Source: ANN)",
        "puntuació": 7.63,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2392/Doraemon_Movie_26__Nobita_no_Kyouryuu_2006",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の恐竜2006",
        "any_inici": 2006,
        "any_final": null,
        "duracio": "1 hr 47 min",
        "rang": 1512
    },
    {
        "titol": "Doraemon Movie 28: Nobita to Midori no Kyojin Den",
        "sinopsis": "One day Nobita found a small sapling behind the hill but his mom won't allow him to plant it in the backyard. Using Doraemon's special tool, they made the tree alive so it could move around freely. Nobita name it Ki-bō and the two became like brothers. From there, a new adventure awaits...",
        "puntuació": 7.54,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/5096/Doraemon_Movie_28__Nobita_to_Midori_no_Kyojin_Den",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太と緑の巨人伝",
        "any_inici": 2008,
        "any_final": null,
        "duracio": "1 hr 52 min",
        "rang": 1849
    },
    {
        "titol": "Doraemon Movie 12: Nobita no Dorabian Nights",
        "sinopsis": "Doraemon and Nobita were using special shoes that allows them to jump into the worlds of the books that they want. Nobita let Shizuka use those shoes to enter the world of the book that she wants. Shizuka got lost in one Nobita's Sinbad Legend of the Seven Seas book. After Nobita's mother burned all of his books, Doraemon and the others must find another way to save Shizuka.\n\n(Source: ANN)",
        "puntuació": 7.36,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2670/Doraemon_Movie_12__Nobita_no_Dorabian_Nights",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太のドラビアンナイト",
        "any_inici": 1991,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 2585
    },
    {
        "titol": "Doraemon Movie 21: Nobita no Taiyou Ou Densetsu",
        "sinopsis": "Doraemon and its friends open a hole in the time and they're travel to the Country of Mayana, a lost Mayan civilization in the jungle. There, Nobita will know its perfect double, prince Thio, heir to the throne. Both will decide to interchange papers to try to save to the Country of Mayana of the claws of the infernal Ledina witch and her evil forces.\n\n(Source: ANN)",
        "puntuació": 7.39,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/7045/Doraemon_Movie_21__Nobita_no_Taiyou_Ou_Densetsu",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の太陽王伝説",
        "any_inici": 2000,
        "any_final": null,
        "duracio": "1 hr 31 min",
        "rang": 2465
    },
    {
        "titol": "Doraemon Movie 24: Nobita to Fushigi Kaze Tsukai",
        "sinopsis": "One day, Nobita runs into a creature-like ball of wind, which came from a faraway land, but blew into their neighbourhood following the recent typhoon that went through the area. Nobita names it Fuuko. Eventually, he, Doraemon and their friends take it to a vast countryside through the Anywhere Door. There, they learn about the Wind and Storm Villages, and Fuuko's real identity. Soon, Nobita and his friends have to protect Fuuko from the Storm Village and a now-possessed Nobuo, who is being controlled by the spirit of the Storm Village's former leader. \n\n(Source: ANN)",
        "puntuació": 7.39,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2393/Doraemon_Movie_24__Nobita_to_Fushigi_Kaze_Tsukai",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太とふしぎ風使い",
        "any_inici": 2003,
        "any_final": null,
        "duracio": "1 hr 20 min",
        "rang": 2467
    },
    {
        "titol": "Doraemon Movie 27: Nobita no Shin Makai Daibouken - 7-nin no Mahoutsukai",
        "sinopsis": "Nobita requests of Doraemon the Moshimo-box and wishes for the world to become a place where the use of magic is possible. Witchcraft replaces science and technology and everyone makes use of it on their daily lives, except for Nobita, who, like usual, isn't very good at conjuring spells. Frustrated, he plans on returning things to their past state, but his mother threw the Moshimo-box away. \n\nOne day, Doraemon and his friends meet Professor Mangetsu, who studies magic and magical beings such as goblins, and his daughter Miyoko, and are warned of the dangerous approximation of the \"star of the Underworld\" to the Earth's orbit. \n\nWith the future of the planet at stake, the group must travel to the Underworld and pierce the heart of the Underworld King with a silver dart, as detailed in the ancient texts of \"The Chronicles of the Underworld\". Their attempts are, however, thwarted and Miyoko captured. \n\nDoraemon and his friends then decided to use the Time Machine to return to the past and, using Dorami's Moshimo-box, they manage to restore the Earth. The events on the Underworld continue, however, to take place in a Parallel Universe, where Miyoko is still captive. As a result, the group is once again forced to travel to the Underworld and defeat its tyrannical ruler once and for all. \n\n(Source: AniDB)",
        "puntuació": 7.65,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2673/Doraemon_Movie_27__Nobita_no_Shin_Makai_Daibouken_-_7-nin_no_Mahoutsukai",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の新魔界大冒険～7人の魔法使い～",
        "any_inici": 2007,
        "any_final": null,
        "duracio": "1 hr 52 min",
        "rang": 1436
    },
    {
        "titol": "Doraemon Movie 23: Nobita to Robot Kingdom",
        "sinopsis": "Doraemon and friends travels into another world via the time machine; where humans and robots are living together. However they soon find out that the Empress of Robot Kingdom was trying to capture robots there and turn them emotionless. As the situation goes tense, our heroes sets out to stop the Empress and her plan.\n\n(Source: Wikipedia)",
        "puntuació": 7.26,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2655/Doraemon_Movie_23__Nobita_to_Robot_Kingdom",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太とロボット王国[キングダム]",
        "any_inici": 2002,
        "any_final": null,
        "duracio": "1 hr 21 min",
        "rang": 3064
    },
    {
        "titol": "Doraemon Movie 34: Shin Nobita no Daimakyou - Peko to 5-nin no Tankentai",
        "sinopsis": "This is a remake of the 1982 film, Doraemon: Nobita's Great Demon, which was written by original Doraemon co-creator Fujiko F. Fujio.\n\n(Source: Wikipedia)",
        "puntuació": 7.48,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/19645/Doraemon_Movie_34__Shin_Nobita_no_Daimakyou_-_Peko_to_5-nin_no_Tankentai",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん 新・のび太の大魔境～ペコと5人の探検隊～",
        "any_inici": 2014,
        "any_final": null,
        "duracio": "1 hr 49 min",
        "rang": 2076
    },
    {
        "titol": "Doraemon Movie 01: Nobita no Kyouryuu",
        "sinopsis": "Nobita finds a fossilized dinosaur egg by accident, and with the help of Doraemon's tools, they hatched the egg and began raising the dinosaur. Knowing that they can't keep the dinosaur forever, Nobita was forced to send it back to prehistoric times where a group of hunters from the future threatens to endanger the dinosaurs. Determined to save the dinosaurs from the claws of the hunters, Doraemon and the gang returns to the past and sets out in a prehistoric adventure. \n\n(Source: ANN)",
        "puntuació": 7.18,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/3727/Doraemon_Movie_01__Nobita_no_Kyouryuu",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の恐竜",
        "any_inici": 1980,
        "any_final": null,
        "duracio": "1 hr 32 min",
        "rang": 3538
    },
    {
        "titol": "Doraemon Movie 17: Nobita to Ginga Express",
        "sinopsis": "The kids go on a space Mystery Train bound for a space theme park, when a race of alien virus strikes, wanting to take them as host bodies.",
        "puntuació": 7.31,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2675/Doraemon_Movie_17__Nobita_to_Ginga_Express",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太と銀河超特急[エクスプレス]",
        "any_inici": 1996,
        "any_final": null,
        "duracio": "1 hr 37 min",
        "rang": 2826
    },
    {
        "titol": "Doraemon Movie 25: Nobita no Wan Nyan Jikuuden",
        "sinopsis": "One day, Nobita finds a stray dog drowning in a river while playing by the river side. Feeling sorry for the dog, he decides to take it home by hiding it in a \"kennel on the wall\" and names it Ichi (originated from \"One\", which sounds similar to \"wan\", the sound a dog makes according to the Japanese language), and secretly feeds it and plays with Ichi with his Kendama to find. Soon after, he also adopts a stray cat named Zubu (or wet in Japanese, due to the discovery of it in a rainstorm)... and many other stray cats and dogs. With so many stray cats and dogs, Nobita, along with his friends, decide to send them back in time, 300 million years ago, where there was no other living beings around. After using the Ray of Evolution to allow them to operate a food-making machine, they depart, with a promise to return to the present.\n\nHowever, when they try to visit them the next day (from their point of view), they encountered a time-space anomaly, sending them crash landing 1,000 years before their original time-destination— to their surprise, They found out the dogs and cats have evolved enough to form a civilized society that rivaled those of Future Society. As the time machine is broken, they try to find help to repair it so they can continue their chrono-journey, only to learn of a bigger issue — a cluster of asteroids are going to Collide with Earth.\n\nWill Nobita finally reunite with Ichi, as he promised? More over, what's with Hachi, a dog who resembles Ichi greatly? The 300 million years of time and space adventure begins.\n\n(Source: Wikipedia)",
        "puntuació": 7.39,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2656/Doraemon_Movie_25__Nobita_no_Wan_Nyan_Jikuuden",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太のワンニャン時空伝",
        "any_inici": 2004,
        "any_final": null,
        "duracio": "1 hr 20 min",
        "rang": 2467
    },
    {
        "titol": "Doraemon Movie 07: Nobita to Tetsujin Heidan",
        "sinopsis": "Giant robot parts fell from the sky, so Nobita and Doraemon took it into the mirror world to build it and called it the Zandacross. It seems that Zandacross is a dangerous weapon so they kept it a secret. A mysterious girl named Lilulu appeared and asked for Zandacross for the invasion but she doesn't agree to invade the Earth. Doraemon and the others join forces to stop the invasion of the robot army but it seems that Lilulu is the only one that can stop it.\n\n(Source: ANN)",
        "puntuació": 7.65,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2665/Doraemon_Movie_07__Nobita_to_Tetsujin_Heidan",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太と鉄人兵団",
        "any_inici": 1986,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 1435
    },
    {
        "titol": "Doraemon Movie 19: Nobita no Nankai Daibouken",
        "sinopsis": "Finding a treasure is always been so hard! But, nothing is ever impossible for Doraemon and his magic tool. And so, with the help of Doraemon, Nobita and the rest of the gang set sail on a ship to find treasure on an islands. However on their way to the island, the ships have almost been destroyed and resulting Nobita to stray on an island with a young pirate while Doraemon and the rest of the gang somehow involved in a war between pirates.And so, their adventure begins...",
        "puntuació": 7.32,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2664/Doraemon_Movie_19__Nobita_no_Nankai_Daibouken",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の南海大冒険",
        "any_inici": 1998,
        "any_final": null,
        "duracio": "1 hr 31 min",
        "rang": 2757
    },
    {
        "titol": "Doraemon Movie 11: Nobita to Animal Planet",
        "sinopsis": "Nobita went to a world of animals through the \"Wherever Gas\", the substance to let you travel anywhere, same as the \"Wherever Door\" Doraemon uses. They came across with Chippo, a boy who looks like a dog and very adventurous. A group called Numiges plans on taking over the animal planet. Doraemon and friends plan to stop them with the animal's help.\n\n(Source: ANN)",
        "puntuació": 7.18,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2677/Doraemon_Movie_11__Nobita_to_Animal_Planet",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太とアニマル惑星[プラネット]",
        "any_inici": 1990,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 3539
    },
    {
        "titol": "Doraemon Movie 13: Nobita to Kumo no Oukoku",
        "sinopsis": "During class, Nobita questions the teacher where heaven is located when he was being taught about clouds. Being laughed at, Nobita looks for proof that a heavenly place exists on the clouds, but was explained by Doraemon that it cannot exist scientifically. Disappointed, he was eventually helped by Doraemon to create their own kingdom of clouds. Little did they know that there are creatures who have been living on clouds for a long time. \n\n(Source: ANN)",
        "puntuació": 7.18,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2661/Doraemon_Movie_13__Nobita_to_Kumo_no_Oukoku",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太と雲の王国",
        "any_inici": 1992,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 3540
    },
    {
        "titol": "Doraemon Movie 29: Shin Nobita no Uchuu Kaitakushi",
        "sinopsis": "While Nobita is sleeping, he suddenly feels the floor is trembling, like there would be an earthquake in his room. A little rabbit from an alternate universe named Chamii opens the door between the dimensions using a hammer and gets inside Nobita's room through the floor. Nobita waks up and Doraemon hears somebody steals food from the fridge in the kitchen. It is Chamii, who gets caught by Doraemon and Nobita. She shows them the passageway through Nobita's floor into the spaceship. After they enter the spaceship, they see the Koya Koya Planet. they meet a boy named Roppuru...",
        "puntuació": 7.33,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/6930/Doraemon_Movie_29__Shin_Nobita_no_Uchuu_Kaitakushi",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん 新・のび太の宇宙開拓史",
        "any_inici": 2009,
        "any_final": null,
        "duracio": "1 hr 38 min",
        "rang": 2735
    },
    {
        "titol": "Doraemon Movie 15: Nobita to Mugen Sankenshi",
        "sinopsis": "Tired of the daily life and being the weakest, slowest, and dumbest, Nobita seeks comfort in his dreams where, using Doraemon's tools, he sets out on a fantasy journey. But when Nobita's dream world gets threatened by an evil sorcerer, Nobita gathers his friends to join him in his dream to fight the evil as the Three Musketeers.\n\n(Source: ANN)",
        "puntuació": 7.5,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2676/Doraemon_Movie_15__Nobita_to_Mugen_Sankenshi",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太と夢幻三剣士",
        "any_inici": 1994,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 1984
    },
    {
        "titol": "Doraemon Movie 06: Nobita no Little Star Wars",
        "sinopsis": "Papi, the tiny president of a faraway planet, escapes to Earth to avoid being captured by the military forces that took over. Despite being welcomed by Doraemon, Nobita and their friends, the little alien notices that his enemies have also reached this world and doesn't want to get his human friends involved in this war. Doraemon, Nobita, Gian, Suneo, and Shizuka start a big adventure as they try to hide and protect Papi.\n\n(Source: ANN)",
        "puntuació": 7.17,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2669/Doraemon_Movie_06__Nobita_no_Little_Star_Wars",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の宇宙小戦争[リトル・スター・ウォーズ]",
        "any_inici": 1985,
        "any_final": null,
        "duracio": "1 hr 38 min",
        "rang": 3557
    },
    {
        "titol": "Doraemon Movie 03: Nobita no Daimakyou",
        "sinopsis": "Nobita finds an stray dog and brings him home, little does he knows that the dog is actually a prince in his homeland, a world appart deep in the african \"Smokers Forest\" were the dogs evolved and have their own empire, so he and his friends take on a journey to take back the young prince to his homeland but when they get there things have changed...\n\n(Source: ANN)",
        "puntuació": 7.15,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2671/Doraemon_Movie_03__Nobita_no_Daimakyou",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の大魔境",
        "any_inici": 1982,
        "any_final": null,
        "duracio": "1 hr 32 min",
        "rang": 3698
    },
    {
        "titol": "Doraemon Movie 14: Nobita to Buriki no Labyrinth",
        "sinopsis": "Nobita's dad stumbled upon a strange advertisement of a fantastic resort on television at midnight. Sleepy as he was, he made a reservation even though he didn't even realize he was talking to the advertisement. The next day he discussed with the family their holiday plans, only to realize he could not find the place anywhere on earth. All of a sudden though, there was a suitcase in Nobita's room and intrigued as he was, he opened it only to find a portal to a beautiful resort managed by tin robots. Better still, it's absolutely free. However, it seems that there is a hidden agenda behind the person who invites them there.\n\n(Source: ANN)",
        "puntuació": 7.19,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/2659/Doraemon_Movie_14__Nobita_to_Buriki_no_Labyrinth",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太とブリキの迷宮[ラビリンス]",
        "any_inici": 1993,
        "any_final": null,
        "duracio": "1 hr 40 min",
        "rang": 3471
    },
    {
        "titol": "Doraemon Movie 37: Nobita no Nankyoku Kachikochi Daibouken",
        "sinopsis": "About 700 million years ago, the Earth was covered in ice, becoming a white planet – a snowball Earth. It is said that this continued for millions of years... This time, Doraemon and his friends set off to an icy, wintry, freezing journey to find a hotter, crazier, and more exciting adventure than ever before!\n\n(Source: Toho)",
        "puntuació": 7.54,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/33672/Doraemon_Movie_37__Nobita_no_Nankyoku_Kachikochi_Daibouken",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん のび太の南極カチコチ大冒険",
        "any_inici": 2017,
        "any_final": null,
        "duracio": "1 hr 41 min",
        "rang": 1850
    },
    {
        "titol": "Doraemon Movie 36: Shin Nobita no Nippon Tanjou",
        "sinopsis": "Doraemon and friends run away from their home and travel back in time to the 70,000 years ago where nobody existed to build their ideal private paradise. After they fully relished the freedom in the era, Doraemon and friends bid farewell to their paradise and come back to the present day. However, a few days after they came back home, Doraemon and friends bump into a caveman called \"Kukul\" in the current era. They find out that the caveman Kukul was accidentally transported forward to the present, and that his tribe called Hikari tribe was attacked and abducted by Giga Zombie and Kurayami tribe after Doraemon and friends left the primitive age.\n\nDoraemon and friends decide to go back to the primitive age to save Hikari tribe from the villain.\n\nThey dive into a grand adventure during their first and the furthest runaway.\n\n(Source: Toho)",
        "puntuació": 7.45,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/31201/Doraemon_Movie_36__Shin_Nobita_no_Nippon_Tanjou",
        "estat": "Finished Airing",
        "titol_original": "映画 ドラえもん 新・のび太の日本誕生",
        "any_inici": 2016,
        "any_final": null,
        "duracio": "1 hr 44 min",
        "rang": 2207
    }
]