[
    {
        "titol": "Black Clover",
        "sinopsis": "Asta and Yuno were abandoned at the same church on the same day. Raised together as children, they came to know of the \"Wizard King\"—a title given to the strongest mage in the kingdom—and promised that they would compete against each other for the position of the next Wizard King. However, as they grew up, the stark difference between them became evident. While Yuno is able to wield magic with amazing power and control, Asta cannot use magic at all and desperately tries to awaken his powers by training physically.\n\nWhen they reach the age of 15, Yuno is bestowed a spectacular Grimoire with a four-leaf clover, while Asta receives nothing. However, soon after, Yuno is attacked by a person named Lebuty, whose main purpose is to obtain Yuno's Grimoire. Asta tries to fight Lebuty, but he is outmatched. Though without hope and on the brink of defeat, he finds the strength to continue when he hears Yuno's voice. Unleashing his inner emotions in a rage, Asta receives a five-leaf clover Grimoire, a \"Black Clover\" giving him enough power to defeat Lebuty. A few days later, the two friends head out into the world, both seeking the same goal—to become the Wizard King!\n\n[Written by MAL Rewrite]",
        "puntuació": 8.14,
        "episodis": 170,
        "url": "https://myanimelist.net/anime/34572/Black_Clover",
        "estat": "Finished Airing",
        "titol_original": "ブラッククローバー",
        "any_inici": 2017,
        "any_final": 2021,
        "duracio": "23 min per ep",
        "rang": 472
    },
    {
        "titol": "Black Clover: Mahou Tei no Ken",
        "sinopsis": "As a lionhearted boy who can’t wield magic strives for the title of Wizard King, four banished Wizard Kings of yore return to crush the Clover Kingdom.\n\n(Source: Netflix)",
        "puntuació": 7.99,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/48585/Black_Clover__Mahou_Tei_no_Ken",
        "estat": "Finished Airing",
        "titol_original": "ブラッククローバー 魔法帝の剣",
        "any_inici": 2023,
        "any_final": null,
        "duracio": "1 hr 53 min",
        "rang": 687
    },
    {
        "titol": "Black Clover: Jump Festa 2018 Special",
        "sinopsis": "The special episode features the captains of the different squads plus Asta and Yuno participating in a quiz show.",
        "puntuació": 6.44,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/38768/Black_Clover__Jump_Festa_2018_Special",
        "estat": "Finished Airing",
        "titol_original": "JSAF2018スペシャルアニメ「オール魔法騎士感謝祭」",
        "any_inici": 2018,
        "any_final": null,
        "duracio": "23 min",
        "rang": 7539
    },
    {
        "titol": "Mugyutto! Black Clover",
        "sinopsis": "SD Black Clover short comedy specials released exclusively on dTV.",
        "puntuació": 6.45,
        "episodis": 8,
        "url": "https://myanimelist.net/anime/40031/Mugyutto_Black_Clover",
        "estat": "Finished Airing",
        "titol_original": "むぎゅっと！ブラッククローバー",
        "any_inici": 2019,
        "any_final": 2019,
        "duracio": "7 min per ep",
        "rang": 7494
    },
    {
        "titol": "Black Clover: Jump Festa 2016 Special",
        "sinopsis": "An OVA episode bundled with the 11th manga volume.",
        "puntuació": 6.76,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/33950/Black_Clover__Jump_Festa_2016_Special",
        "estat": "Finished Airing",
        "titol_original": "ブラッククローバー",
        "any_inici": 2016,
        "any_final": null,
        "duracio": "27 min",
        "rang": 5583
    },
    {
        "titol": "Petit Clover Advance",
        "sinopsis": "Petit Clover Specials included in the Black Clover Blu-Ray Volumes.",
        "puntuació": 6.54,
        "episodis": 15,
        "url": "https://myanimelist.net/anime/39864/Petit_Clover_Advance",
        "estat": "Finished Airing",
        "titol_original": "プチット・クローバー あどばんす",
        "any_inici": 2018,
        "any_final": 2021,
        "duracio": "6 min per ep",
        "rang": 6937
    },
    {
        "titol": "Darker than Black: Kuro no Keiyakusha",
        "sinopsis": "It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities.\n\nIn the Japanese city surrounding Hell's Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors.\n\nFrom the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows.\n\n[Written by MAL Rewrite]",
        "puntuació": 8.04,
        "episodis": 25,
        "url": "https://myanimelist.net/anime/2025/Darker_than_Black__Kuro_no_Keiyakusha",
        "estat": "Finished Airing",
        "titol_original": "Darker than BLACK -黒の契約者-",
        "any_inici": 2007,
        "any_final": 2007,
        "duracio": "24 min per ep",
        "rang": 617
    },
    {
        "titol": "Black Lagoon: The Second Barrage",
        "sinopsis": "Rokurou \"Rock\" Okajima has joined the Lagoon Company, a pirate mercenary group which operates out of Roanapur, Thailand. Despite his initial protests, this filthy slum of depraved souls and merciless criminals now serves as the former salaryman's home. Stranded, with nothing left of his past life but the clothes on his back and his inner morality, Rock is forced to perform jobs alongside the other members of the Lagoon crew. Berated for his lack of spine as he wades through the underbelly of society, he must decide whether to continue on amidst the gunfire and ruthlessness or risk everything he has in an attempt to be free. Whether he chooses the comfort of a familiar land or the freedom of being an outlaw, his decision will have lasting consequences on the crew who gave him a home.\n\n[Written by MAL Rewrite]",
        "puntuació": 8.17,
        "episodis": 12,
        "url": "https://myanimelist.net/anime/1519/Black_Lagoon__The_Second_Barrage",
        "estat": "Finished Airing",
        "titol_original": "BLACK LAGOON The Second Barrage",
        "any_inici": 2006,
        "any_final": 2006,
        "duracio": "23 min per ep",
        "rang": 440
    },
    {
        "titol": "Darker than Black: Ryuusei no Gemini",
        "sinopsis": "One night, as meteors streak across the star-studded sky, Shion Pavlichenko becomes a Contractor. Despite her brother's transformation, Shion's twin sister Suou continues to live a fairly ordinary life, attending middle school with her friends and getting caught up in the awkwardness of growing up. However, everything changes when her home is invaded by a masked man cloaked in black, destroying any sense of normality she once had. Revealed to possess latent Contractor abilities of her own, Suou is caught between family, friends, and her own sense of purpose as she ventures into the ruthless world of cutthroats and espionage that Contractors call home.\n\nMeanwhile in Tokyo, investigation surrounding Hell's Gate's sudden collapse is underway, and prophetic signs of doom point in the direction of a silver-haired doll.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.42,
        "episodis": 12,
        "url": "https://myanimelist.net/anime/6573/Darker_than_Black__Ryuusei_no_Gemini",
        "estat": "Finished Airing",
        "titol_original": "DARKER THAN BLACK 流星の双子",
        "any_inici": 2009,
        "any_final": 2009,
        "duracio": "24 min per ep",
        "rang": 2331
    },
    {
        "titol": "Black Lagoon: Roberta's Blood Trail",
        "sinopsis": "Crime never sleeps in Roanapur, and neither does Roberta—a devoted maid and skilled guerilla soldier in service to the Venezuelan Lovelace family. After the assassination of her superior by the US Secret Service, Roberta returns to the city of debauchery in search of vengeance and his killer's head.\n\nMeanwhile, young Fernando Garcia Lovelace, the new heir to his father's estate, tails Roberta to Thailand alongside his bodyguard, Fabiola Iglesias. He enlists the help of the Lagoon Company, with the objective of deterring Roberta's warpath and bringing her back to the family. However, with the continued bloodshed and mounting tensions between Roberta, island crime factions, and the US military, it will take a significant amount of strategy—and weaponry—to stop her relentless quest for revenge.\n\n[Written by MAL Rewrite]",
        "puntuació": 8.02,
        "episodis": 5,
        "url": "https://myanimelist.net/anime/4901/Black_Lagoon__Robertas_Blood_Trail",
        "estat": "Finished Airing",
        "titol_original": "BLACK LAGOON Roberta's Blood Trail",
        "any_inici": 2010,
        "any_final": 2011,
        "duracio": "33 min per ep",
        "rang": 643
    },
    {
        "titol": "Darker than Black: Kuro no Keiyakusha Gaiden",
        "sinopsis": "Fleeing from the consequences of his decision at the Hell's Gate, superpowered Contractor Hei and his companion Yin take refuge in a quiet inn, adopting the guise of a married couple in order to not draw suspicion. In an attempt to recover from recent events, Hei befriends the inn's other guests. He discovers that one of them is a fellow Contractor tasked with killing him. Their resulting encounter spells disaster for both Hei and Yin, who are forced to fight for their lives and grapple with the emotional wounds sustained in their previous life together.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.9,
        "episodis": 4,
        "url": "https://myanimelist.net/anime/7338/Darker_than_Black__Kuro_no_Keiyakusha_Gaiden",
        "estat": "Finished Airing",
        "titol_original": "Darker than BLACK -黒の契約者 外伝",
        "any_inici": 2010,
        "any_final": 2010,
        "duracio": "24 min per ep",
        "rang": 827
    },
    {
        "titol": "Bleach Movie 3: Fade to Black - Kimi no Na wo Yobu",
        "sinopsis": "After a mysterious pair attack Rukia Kuchiki and erase her memories while she is in Seireitei, Ichigo Kurosaki, a substitute Soul Reaper, briefly forgets Rukia, until he is reminded of her by Kon, an Underpod Mod-Soul. Confused, he seeks his town's candy-shop owner, Kisuke Urahara, who opens the pathway to Seireitei for them. Ichigo is then shocked to find that his allies in Seireitei, the Shinigami of the Soul Society, have forgotten him.\n\nFilled with action, Kimi no Na wo Yobu follows Ichigo and Kon as they fight against their former comrades while searching for the missing Rukia and discovering her assailants before they strike again.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.5,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/4835/Bleach_Movie_3__Fade_to_Black_-_Kimi_no_Na_wo_Yobu",
        "estat": "Finished Airing",
        "titol_original": "劇場版 BLEACH Fade to Black 君の名を呼ぶ",
        "any_inici": 2008,
        "any_final": null,
        "duracio": "1 hr 34 min",
        "rang": 1992
    },
    {
        "titol": "Hataraku Saibou Black",
        "sinopsis": "Due to poor lifestyle choices, a certain human's body is in constant turmoil. With germs, bacteria, and foreign substances abound, the jobs of various cells become increasingly difficult and dangerous. As some of the unfortunate ones who matured in this chaotic environment, Sekkekkyuu AA2153 and Hakkekkyuu U-1196 strive to fulfill their duties—even if it means seeing many of their fellow cells lose their lives in duty.\n\nSet in an environment vastly different from its parent story, Hataraku Saibou Black portrays the cells' struggles as they try to maintain the body's health. However, the human's condition continues to deteriorate, and whether or not these efforts will amount to something concrete depends on the cells!\n\n[Written by MAL Rewrite]",
        "puntuació": 7.52,
        "episodis": 13,
        "url": "https://myanimelist.net/anime/41694/Hataraku_Saibou_Black",
        "estat": "Finished Airing",
        "titol_original": "はたらく細胞BLACK",
        "any_inici": 2021,
        "any_final": 2021,
        "duracio": "23 min per ep",
        "rang": 1921
    },
    {
        "titol": "Darker than Black: Kuro no Keiyakusha - Sakura no Hana no Mankai no Shita",
        "sinopsis": "A side-story of Darker than Black, also called Episode 26, that takes place during the events of Kuro no Keiyakusha. \n\nThe Syndicate has another job for Hei and his team. This assignment involves the sought after possessions of a dead contractor, which are believed to have been buried beneath a cherry tree. Meanwhile, Misaki Kirihara and her team plan a trip to the Cherry Blossom festival.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.53,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/4182/Darker_than_Black__Kuro_no_Keiyakusha_-_Sakura_no_Hana_no_Mankai_no_Shita",
        "estat": "Finished Airing",
        "titol_original": "DARKER THAN BLACK -黒の契約者- 桜の花の満開の下",
        "any_inici": 2008,
        "any_final": null,
        "duracio": "23 min",
        "rang": 1865
    },
    {
        "titol": "Code Geass: Hangyaku no Lelouch Special Edition - Black Rebellion",
        "sinopsis": "An OVA summarizing all 25 episodes of season 1 from Lelouch's viewpoint.",
        "puntuació": 7.58,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/4596/Code_Geass__Hangyaku_no_Lelouch_Special_Edition_-_Black_Rebellion",
        "estat": "Finished Airing",
        "titol_original": "コードギアス 反逆のルルーシュ SPECIAL EDITION BLACK REBELLION",
        "any_inici": 2008,
        "any_final": null,
        "duracio": "1 hr 57 min",
        "rang": 1668
    },
    {
        "titol": "Goulart Knights: Evoked the Beginning Black",
        "sinopsis": "Unidentified creatures \"Archon\" suddenly appear and bring the human beings to a crisis of extinction. A special corps \"Goulart Knights\" is formed to counter attack Archon. The knights have supernatural power to generate \"Holy Grail\" from their spirits and battle against Archon.",
        "puntuació": 5.67,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/6787/Goulart_Knights__Evoked_the_Beginning_Black",
        "estat": "Finished Airing",
        "titol_original": "グラール騎士団 Evoked the Beginning Black",
        "any_inici": 2010,
        "any_final": null,
        "duracio": "22 min",
        "rang": 11654
    },
    {
        "titol": "Hataraku Saibou Black CM",
        "sinopsis": "A special animated commercial first released on Twitter to promote the manga. It was then released on Kodansha's official YouTube channel on January 15.\n\nSet inside an unhealthy body, Hataraku Saibou Black features the anthropomorphized cells of the human immune system as they attempt to keep their ailing world alive.",
        "puntuació": 6.63,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/41531/Hataraku_Saibou_Black_CM",
        "estat": "Finished Airing",
        "titol_original": "はたらく細胞BLACK",
        "any_inici": 2020,
        "any_final": null,
        "duracio": "1 min",
        "rang": null
    },
    {
        "titol": "Black Lagoon",
        "sinopsis": "Salaryman Rokurou Okajima spends his days trying to climb his company's corporate ladder, until one day when a business negotiation in Thailand goes awry. During the botched deal, he falls hostage to the Lagoon Company—a band of ruthless pirate mercenaries. Left to the whims of his captors after his managers refuse to pay his ransom, Rokurou does the unthinkable: instead of begging for his life, he joins the very crew who kidnapped him.\n\nNow a member of the group, Rokurou must adjust to his new residence in the dissolute hellscape known as Roanapur, a city where corruption and crime run rampant, and even the smallest slipup could cost him his life. If not for one of the many crime syndicates on the island, Rokurou also constantly finds himself at odds with his brash, gunslinging colleague, Revy. \n\nAs Rokurou struggles to abandon his past—and with more than just the profits from the Lagoon Company's illegal trading on the line—he must quickly find the resolve to make tough decisions in high-stress situations while keeping his humanity intact.\n\n[Written by MAL Rewrite]",
        "puntuació": 8.03,
        "episodis": 12,
        "url": "https://myanimelist.net/anime/889/Black_Lagoon",
        "estat": "Finished Airing",
        "titol_original": "BLACK LAGOON",
        "any_inici": 2006,
        "any_final": 2006,
        "duracio": "23 min per ep",
        "rang": 630
    },
    {
        "titol": "Black Bullet",
        "sinopsis": "In the year 2021, a parasitic virus known as \"Gastrea\" infects humans and turns them into monsters. What is left of mankind now lives within the Monolith walls, walls that are made of Varanium, the only material that can hurt Gastrea.\n\nTo counter the threat that the Gastrea pose, \"Cursed Children\"—female children whose bodies contain trace amounts of the virus which grant them superhuman abilities—officially called Initiators by the Tendo Civil Security, are given partners called Promoters, people who work to guide and protect the young Initiators. These teams of two are sent out on missions to fight the monsters created by the Gastrea virus and keep them at bay. \n\nBlack Bullet revolves around the team of Enju Aihara, an Initiator, and Satomi Rentaro, a Promoter, as they go on missions to fight the growing threat of Gastrea in their hometown of Tokyo.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.07,
        "episodis": 13,
        "url": "https://myanimelist.net/anime/20787/Black_Bullet",
        "estat": "Finished Airing",
        "titol_original": "ブラック・ブレット　BLACK BULLET　［黒の銃弾］",
        "any_inici": 2014,
        "any_final": 2014,
        "duracio": "24 min per ep",
        "rang": 4127
    },
    {
        "titol": "Black Shout",
        "sinopsis": "Music video of the project band Roselia.",
        "puntuació": 6.91,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/36920/Black_Shout",
        "estat": "Finished Airing",
        "titol_original": "BLACK SHOUT",
        "any_inici": 2017,
        "any_final": null,
        "duracio": "1 min",
        "rang": null
    },
    {
        "titol": "Blade Runner: Black Out 2022",
        "sinopsis": "In 2022, an EMP detonation causes a global blackout that has massive, destructive implications all over the world. Directed by Cowboy Bebop and Samurai Champloo's Shinichiro Watanabe, Blade Runner: Black Out 2022 is an animated short which serves as a prologue for the feature film Blade Runner 2049.\n\n(Source: Crunchyroll, edited)",
        "puntuació": 6.9,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/36308/Blade_Runner__Black_Out_2022",
        "estat": "Finished Airing",
        "titol_original": "BLADE RUNNER BLACK OUT 2022",
        "any_inici": 2017,
        "any_final": null,
        "duracio": "15 min",
        "rang": 4884
    },
    {
        "titol": "Blade Runner: Black Lotus",
        "sinopsis": "Los Angeles 2032. A young woman wakes up with no memories and possessing deadly skills. The only clues to her mystery are a locked data device and a tattoo of a black lotus. Putting together the pieces, she must hunt down the people responsible for her brutal and bloody past to find the truth of her lost identity.\n\n(Source: Crunchyroll)",
        "puntuació": 6.3,
        "episodis": 13,
        "url": "https://myanimelist.net/anime/38749/Blade_Runner__Black_Lotus",
        "estat": "Finished Airing",
        "titol_original": "BLADE RUNNER – BLACK LOTUS",
        "any_inici": 2021,
        "any_final": 2022,
        "duracio": "23 min per ep",
        "rang": 8335
    },
    {
        "titol": "Black Torch",
        "sinopsis": "Seventeen-year-old Jirou Azuma lives a quiet life with his grandfather, utilizing his supernatural ability to speak with animals to befriend and protect them. Both Jirou and his grandfather are descendants of a long-standing shinobi clan, training in combat to keep the art of battle alive within their family. Jirou's life is thrown into upheaval after rescuing a seemingly normal black cat, Ragou, only to discover that the cat is actually a mononoke—a demonic spirit that has long been at war with mankind. When a hostile mononoke comes looking for Ragou, Jirou uses his shinobi training to jump to the cat's defense, but immediately suffers a mortal wound.\n\nFaced with the decision of whether or not to devour Jirou's fading energy and restore himself to full power, Ragou instead chooses to give his remaining energy to Jirou. Reviving the boy, the transfer also grants him great supernatural powers that complement his own shinobi fighting style. This act is witnessed by Ryousuke Shiba, an officer in the Bureau of Espionage whose job revolves around dispatching aggressive mononoke. Shiba extends Jirou and his grandfather an offer: to join the Bureau's new squad, Black Torch, and help them battle powerful mononoke who seek to devour innocent people.\n\n[Written by MAL Rewrite]",
        "puntuació": null,
        "episodis": null,
        "url": "https://myanimelist.net/anime/61169/Black_Torch",
        "estat": "Not yet aired",
        "titol_original": "BLACK TORCH",
        "any_inici": null,
        "any_final": null,
        "duracio": "Unknown",
        "rang": null
    },
    {
        "titol": "Black Ocean",
        "sinopsis": "A music video for Imeruat's song \"Black Ocean\".",
        "puntuació": 4.78,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/32811/Black_Ocean",
        "estat": "Finished Airing",
        "titol_original": "Black Ocean",
        "any_inici": 2012,
        "any_final": null,
        "duracio": "4 min",
        "rang": null
    },
    {
        "titol": "Black Cat (Movie)",
        "sinopsis": "A short film by Keiichi Tanaami featuring the song Fushiawase to Iu Na no Neko by Maki Asakawa.",
        "puntuació": null,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/42585/Black_Cat_Movie",
        "estat": "Finished Airing",
        "titol_original": "Black Cat",
        "any_inici": 1972,
        "any_final": null,
        "duracio": "2 min",
        "rang": 19789
    }
]