[
    {
        "titol": "Shironeko Project: Zero Chronicle",
        "sinopsis": "The world is divided into two kingdoms: the Kingdom of White, which floats in the heavens and is ruled by their queen Iris, and the Kingdom of Black, which stands upon desolate land below and houses the King of Darkness as its ruler. As of late, forces of evil have amassed great power, posing a threat to the entire world. Being the main representative of the Light, it is Iris' duty to maintain the balance of the world and fight off the darkness in her kingdom.\n\nMeanwhile in the Kingdom of Black, rampaging monsters annihilate a certain boy's village, leaving him the sole survivor. As he grieves in hopelessness, an armored man named Skeer notices the child and comforts him. Soon after, Skeer recognizes the boy's potential to change the kingdom's status quo and makes him his heir before passing away. The boy then vows to become the Prince of Darkness—the one who will replace the King—to bring the world back to its rightful path.\n\nAs Iris and Prince of Darkness each challenge the impending doom the world faces in their own respective ways, their destinies will converge with each other, and perhaps, their bond will decide the fate of the world.\n\n[Written by MAL Rewrite]",
        "puntuació": 5.39,
        "episodis": 12,
        "url": "https://myanimelist.net/anime/38843/Shironeko_Project__Zero_Chronicle",
        "estat": "Finished Airing",
        "titol_original": "白猫プロジェクトZERO CHRONICLE",
        "any_inici": 2020,
        "any_final": 2020,
        "duracio": "23 min per ep",
        "rang": 12632
    },
    {
        "titol": "Shironeko Project Mini Anime: Zerokiss, Ganbaru?",
        "sinopsis": null,
        "puntuació": null,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/49525/Shironeko_Project_Mini_Anime__Zerokiss_Ganbaru",
        "estat": "Finished Airing",
        "titol_original": "【白猫プロジェクト】ミニアニメ ゼロキス、がんばる？",
        "any_inici": 2020,
        "any_final": null,
        "duracio": "2 min",
        "rang": 14496
    },
    {
        "titol": "Shirobako",
        "sinopsis": "It all started in Kaminoyama High School, when five best friends—Aoi Miyamori, Ema Yasuhara, Midori Imai, Shizuka Sakaki, and Misa Toudou—discovered their collective love for all things anime and formed the animation club. After making their first amateur anime together and showcasing it at the culture festival, the group vows to pursue careers in the industry, aiming to one day work together and create their own mainstream show.\n\nTwo and a half years later, Aoi and Ema have managed to land jobs at the illustrious Musashino Animation production company. The others, however, are finding it difficult to get their dream jobs. Shizuka is feeling the weight of not being recognized as a capable voice actor, Misa has a secure yet unsatisfying career designing 3D models for a car company, and Midori is a university student intent on pursuing her dream as a story writer. These five girls will learn that the path to success is one with many diversions, but dreams can still be achieved through perseverance and a touch of eccentric creativity.\n\n[Written by MAL Rewrite]",
        "puntuació": 8.27,
        "episodis": 24,
        "url": "https://myanimelist.net/anime/25835/Shirobako",
        "estat": "Finished Airing",
        "titol_original": "SHIROBAKO",
        "any_inici": 2014,
        "any_final": 2015,
        "duracio": "24 min per ep",
        "rang": 312
    },
    {
        "titol": "Shirobako Movie",
        "sinopsis": "Four years after the production of Daisan Hikou Shoujotai, the once renowned Musashino Animation—commonly known as \"Musani\"—is in a dire state. The abrupt cancellation of an ambitious project left the company in financial turmoil, causing most of the staff members to resign. Since then, Musani has failed to create any remarkable works and gradually lost its luster. Despite her wavering optimism, producer Aoi Miyamori is unwilling to let this situation continue. Luckily, her opportunity comes in the form of SIVA, an original feature film scheduled to release in 10 months.\n\nMeanwhile, Aoi's friends are also facing problems with their own professions: animation supervisor Ema Yasuhara is struggling to keep up with her tight schedule; reporter and voice actress Shizuka Sakaki is discontent with the lack of anime roles; screenwriter Midori Imai has been unable to find inspiration since her previous failure; and 3D artist Misa Toudou is concerned that her excessive passion hinders her career.\n\nWhile the anime industry is one full of setbacks and uncertainties, the five girls are all hellbent on persevering through the arduous path ahead—which just might bring them a step closer to accomplishing their shared dream.\n\n[Written by MAL Rewrite]",
        "puntuació": 7.65,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/37804/Shirobako_Movie",
        "estat": "Finished Airing",
        "titol_original": "劇場版 SHIROBAKO",
        "any_inici": 2020,
        "any_final": null,
        "duracio": "2 hr",
        "rang": 1444
    },
    {
        "titol": "Shirobako Specials",
        "sinopsis": "Shirobako Specials is an OVA adaptation of the first episodes of the two fictional television anime produced by Musashino Animation in the Shirobako television anime.\n\nExodus!: Shutsu Tokyo\nAkane, Aya, and Alpine are the three members of the struggling idol group Tracy, which has yet to make a name for themselves. After their performance at a supermarket attracts a dismal audience, the trio's leader Akane decides to turn their fortune around by confronting their disinterested manager Taguchi. But the girls are in for a surprise when they stumble across Taguchi's corpse in a storage room, and become the prime suspects in his murder—all the while rising to the widespread fame they so desperately wanted.\n\nDaisan Hikou Shoujotai: FALLING ANGEL\nThe 307 Aerial Squad, also known as \"Hell Alice,\" is part of a global military resistance against the enigmatic Builders, who have covered a third of Earth's surface with mysterious structures known as Pillars. With all aircraft built after the 1970s disabled by the Pillars, Hell Alice must pilot their outdated equipment against the advanced technology stolen by the Builders. Among their ranks is the talented, school-aged Japanese girl Aria Hitotose, the so-called \"Ice Doll\" who never hesitates in even the most dire of situations. When an operation to rescue survivors from a destroyed base goes awry, it is up to Aria and her trusty allies to save the day.\n\n[Written by MAL Rewrite]",
        "puntuació": 6.83,
        "episodis": 2,
        "url": "https://myanimelist.net/anime/28105/Shirobako_Specials",
        "estat": "Finished Airing",
        "titol_original": "SHIROBAKO 劇中劇アニメーション",
        "any_inici": 2015,
        "any_final": 2015,
        "duracio": "25 min per ep",
        "rang": 5260
    },
    {
        "titol": "Shirobako Movie: C96 Gentei Gekijou Maeuriken Kokuchi Eizou",
        "sinopsis": null,
        "puntuació": 5.52,
        "episodis": 1,
        "url": "https://myanimelist.net/anime/49560/Shirobako_Movie__C96_Gentei_Gekijou_Maeuriken_Kokuchi_Eizou",
        "estat": "Finished Airing",
        "titol_original": "劇場版「SHIROBAKO」C96限定 劇場前売り券告知映像",
        "any_inici": 2019,
        "any_final": null,
        "duracio": "56 sec",
        "rang": 12199
    }
]